{
  "navbar": {
    "about": "Sobre Mi",
    "contact": "Contacto",
    "projects": "Proyectos",
    "services": "Servicios"
  },
  "titles": {
    "landing": "Programador Frontend UxUi",
    "services": "Servicios",
    "projects": "Proyectos Destacados",
    "skills": "Habilidades Técnicas",
    "education": "Educación",
    "contact": "Contacto"
  },
  "paragraphs": {
    "first":
      "¡Bienvenido a mi mundo digital! Soy Iván, un desarrollador web híbrido con experiencia en varias áreas clave. Actualmente estudio Analista TIC, lo que me ha proporcionado una sólida formación en tecnologías de la información.",
    "second":
      "Cada proyecto es una oportunidad para fusionar mis conocimientos técnicos con mi creatividad sin límites, así como para aplicar rigurosamente la lógica y la resolución de problemas. En mi portafolio podrá explorar ejemplos de proyectos que reflejan esta combinación única de habilidades. Le invito a explorar mi portafolio y a descargar mi CV para obtener más información sobre mi experiencia y mis proyectos anteriores. ¡Espero que disfrute explorando mi trabajo!",
    "third":
      "¿Tiene alguna pregunta o idea en mente? ¡Estoy aquí para ayudarte! No dude en ponerse en contacto conmigo por correo electrónico. Estoy deseando escuchar tus ideas y colaborar en tu próximo proyecto."
  },
  "cv": "descargar cv",
  "flip-cards": [
    {
      "title": "Diseño",
      "number": "1.",
      "name": "letter",
      "text": "El diseño es la fusión de estética y función para crear experiencias visualmente impactantes y efectivas."
    },
    {
      "title": "Frontend",
      "number": "2.",
      "name": "carbon",
      "text": "Creación de interfaces visuales atractivas y funcionales. Especializado en traducir diseños creativos en experiencias de usuario intuitivas."
    },
    {
      "title": "Backend",
      "number": "3.",
      "name": "chip",
      "text": "Construcción de una lógica de servidor robusta, dedicada al procesamiento de datos y a la comunicación entre el frontend y la base de datos."
    },
    {
      "title": "Despliegue",
      "number": "4.",
      "name": "deploy",
      "text": "Despliegue eficiente de soluciones, garantizando una implantación rápida y eficaz de servicios y aplicaciones."
    },
    {
      "title": "Data Base",
      "number": "5.",
      "name": "database",
      "text": "Creación y gestión de bases de datos para un almacenamiento y recuperación eficaces, garantizando un flujo de información coherente y fiable."
    },
    {
      "title": "Mantenimiento",
      "number": "6.",
      "name":"wrench",
      "text": "Actualizaciones, correcciones y optimizaciones para garantizar una experiencia fluida y un rendimiento óptimo en entornos web."
    }
  ],
  "projects-cards": [
    { "type": "web",
      "title": "Plataforma Web3",
      "content": "Plataforma descentralizada que utiliza la tecnología blockchain para permitir a los usuarios realizar campañas de crowdfunding sin necesidad de intermediarios financieros tradicionales.",
      "imageSrc": "/images/DeFi.png",
      "link": "https://vault-crowd.netlify.app/"
    },
    { "type": "ux/ui",
      "title": "Local Eyez",
      "content": "Rediseño de la interfaz de usuario de LocalEyez, una plataforma dedicada a sugerir eventos y experiencias locales personalizados según los intereses del usuario.",
      "imageSrc": "/images/localEyez.png",
      "link": "https://drive.google.com/file/d/1F6s10Wael4Y73wZ-nkhDTtJhBlQvswGT/view"
    },
    { "type": "ux/ui",
      "title": "Quick Bus",
      "content": "Desarrollo de una aplicación de viajes en autobús que facilite la planificación de viajes, centrada en crear una experiencia de usuario intuitiva y amigable.",
      "imageSrc": "/images/quickBus.png",
      "link": "https://drive.google.com/file/d/1yHFXrmpeb8ZVYy84uJUCF-ph3gDsUFdw/view"
    },
    { "type": "web",
      "title": "PillCare",
      "content": "Esta aplicación de recordatorio de medicación se desarrolló en equipo utilizando Scrum como metodología. Desempeñé mi papel como frontend, colaborando estrechamente con el equipo para presentar un producto que cumpliera los requisitos establecidos.",
      "imageSrc": "/images/pillCare.png",
      "link": "https://c12-08-m-php-react-a5v3tztu2-c12-08-mphp-react.vercel.app/?vercelToolbarCode=Gmnd25EpXaFgo6o"
    },
    { "type": "ux/ui",
      "title": "My Daily Nosh",
      "content": "Experiencia de usuario para My Daily Nosh, una aplicación de planificación de comidas con funciones como listas de la compra colaborativas, escaneo inteligente de ingredientes y recomendaciones de recetas personalizadas. Simplifica la preparación de la comida y facilita la conexión con otros amantes de la gastronomía.",
      "imageSrc": "/images/dailyNosh.png",
      "link": "https://drive.google.com/file/d/11AWKJZ21nA8kAuYbSrdxpAoPEuo156aY/view"
    },
    { "type": "web",
      "title": "Portfolio CRUD",
      "content": "El sitio tiene inicio de sesión, autenticación, usuario, y tiene una base de datos que a través de una API le permite realizar funciones CRUD para todas las secciones.",
      "imageSrc": "/images/portfolio.png",
      "link": "https://ivan-litt-portfolio.netlify.app/"
    },
    { "type": "web",
      "title": "Dash Board",
      "content": "Una herramienta visual que permite a los usuarios supervisar y analizar datos en tiempo real relacionados con las criptomonedas, utilizando una API.",
      "imageSrc": "/images/dashBoard.png",
      "link": "https://cryptoboard-ivan.netlify.app/"
    },
    { "type": "ux/ui",
      "title": "Third-Eye",
      "content": "Se trata de una presentación a clientes de ThirdEye, una atractiva y moderna plataforma web para promocionar servicios de visitas a propiedades en 360° para el sector inmobiliario. En este contexto, se establecen las bases que servirán de fundamento para la evolución continua del producto.",
      "imageSrc": "/images/thirdEye.png",
      "link": "https://drive.google.com/file/d/13Q9hgCE1JHjojmDKp2VK_Vdhv604uYql/view"
    },
    { "type": "web",
      "title": "Landing Page",
      "content": "Se trata de una página llamativa y moderna, dirigida al sector de la tecnología financiera. El objetivo de esta página es atraer la atención del usuario y motivarlo a actuar con llamadas a la acción. Desarrollado con React y Tailwind.",
      "imageSrc": "/images/landingPage.png",
      "link": "https://landingpage-ivan.netlify.app/"
    }
  ],
  "mail": "Envíame un mail",
  "copy": "copia",
  "education-cards": {
    "titles": {
      "academic":"Estudios Académicos",
      "courses":"Cursos",
      "languages":"Lenguajes"
    },
    "academic":{
      "card1":{
        "title": "Analista TIC",
        "place": "Universidad Nacional de La Plata",
        "date": "2021 - presente"
      },
      "card2": {
        "title": "Licenciado en informática",
        "place": "Universidad Nacional de La Plata",
        "date": "2023 - presente"
      }
    },
    "courses": {
      "card1": {
        "title": "Curso UX/UI",
        "place": "OpenBootcamp",
        "date": "Marzo 2023 - Septiembre 2023"
      },
      "card2": {
        "title": "Certificación Google Analytics",
        "place": "Skillshop",
        "date": "Marzo 2023"
      },
      "card3": {
        "title": "Curso Full Stack Web",
        "place": "#YoProgramo",
        "date": "Noviembre 2021 - Junio 2022"
      },
      "card4": {
        "title": "Master en Javascript",
        "place": "Udemy Victor Robles",
        "date": "Junio 2020 - Septiembre 2020"
      }
    },
    "languages": {
      "lang1": "Nativo: Español",
      "lang2": "Otros: Inglés C1"
    }
  }
}