{
  "navbar": {
    "about": "About",
    "contact": "Contact",
    "projects": "Projects",
    "services": "Services"
  },
  "titles": {
    "landing": "Frontend UxUi Developer",
    "services": "Services",
    "projects": "Selected Projects",
    "skills": "Technical Skills",
    "education": "Education",
    "contact": "Contact",
    "experience": "Experience"
  },
  "paragraphs": {
    "first":
      "Welcome to my digital world! I am Ivan, a hybrid web developer with experience in several key areas. I am currently studying ICT Analyst, which has given me a solid background in information technology.",
    "second":
      "Every project is an opportunity to merge my technical skills with my boundless creativity, as well as to rigorously apply logic and problem solving. In my portfolio, you can explore examples of projects that reflect this unique combination of skills. I invite you to explore my portfolio and download my CV to learn more about my experience and past projects - I hope you enjoy exploring my work!",
    "third":
      "Do you have a question or an idea in mind? I am here to help you! Feel free to contact me via email. I look forward to hearing your thoughts and collaborating on your next project."
  },
  "cv": "download cv",
  "flip-cards": [
    {
      "title": "Design",
      "number": "1.",
      "name": "letter",
      "text": "Design is the fusion of aesthetics and function to create visually striking and effective experiences."
    },
    {
      "title": "Frontend",
      "number": "2.",
      "name": "chip",
      "text": "Creation of attractive and functional visual interfaces. Specialized in translating creative designs into intuitive user experiences."
    },
    {
      "title": "UX/UI",
      "number": "3.",
      "name": "carbon",
      "text": "Focused on user-centric interface research and design, ensuring that every interaction is intuitive and accessible."
    },
    {
      "title": "Deployd",
      "number": "4.",
      "name": "deploy",
      "text": "Efficient deployment of solutions, ensuring rapid and effective implementation of services and applications."
    },
    {
      "title": "Data Base",
      "number": "5.",
      "name": "database",
      "text": "Creation and management of databases for efficient storage and retrieval, ensuring a coherent and reliable flow of information."
    },
    {
      "title": "Maintenance",
      "number": "6.",
      "name":"wrench",
      "text": "Updates, fixes and optimizations to ensure a smooth experience and optimal performance in web environments."
    }
  ],
  "projects-cards": [
    {
      "type": "web",
      "title": "Helping Crew",
      "content": "Website developed for an Australian cleaning services company. The site conveys a trustworthy and professional brand identity, with a clear presentation of services and locations. It allows service bookings with automatic price calculation, stored in Firebase, and sends confirmation emails to both the client and the company administrator. It also includes customized contact and quote request forms, optimized for client acquisition and direct communication.",
      "imageSrc": "/images/helpingCrew.png",
      "link": "https://helpingcrew.art/"
    },
    {
      "type": "web",
      "title": "R3ALIM",
      "content": "Landing page developed for an Australian-based architectural rendering company. The site focuses on conveying an elegant visual identity, with an organized and attractive presentation of featured projects. It includes an interactive form with specific features to facilitate quote requests and efficiently manage contact information for potential clients.",
      "imageSrc": "/images/r3alim.png",
      "link": "https://r3alim.com/"
    },
    {
      "type": "web",
      "title": "Web3 Platform",
      "content": "Decentralized platform that uses blockchain technology to allow users to run crowdfunding campaigns without the need for traditional financial intermediaries.",
      "imageSrc": "/images/DeFi.png",
      "link": "https://vault-crowd.netlify.app/"
    },
    {
      "type": "ux/ui",
      "title": "Local Eyez",
      "content": "Redesign of the user interface of LocalEyez, a platform dedicated to suggesting local events and experiences personalized according to user interests.",
      "imageSrc": "/images/localEyez.png",
      "link": "https://drive.google.com/file/d/1F6s10Wael4Y73wZ-nkhDTtJhBlQvswGT/view"
    },
    {
      "type": "ux/ui",
      "title": "Quick Bus",
      "content": "Development of a bus travel application that facilitates trip planning, focused on creating an intuitive and friendly user experience.",
      "imageSrc": "/images/quickBus.png",
      "link": "https://drive.google.com/file/d/1yHFXrmpeb8ZVYy84uJUCF-ph3gDsUFdw/view"
    },
    {
      "type": "web",
      "title": "PillCare",
      "content": "This medication reminder app is Developed as a team using Scrum as a methodology. I carried out my role as a frontend, working closely collaboration with the team to present a product that met the stated requirements.",
      "imageSrc": "/images/pillCare.png",
      "link": "https://c12-08-m-php-react-a5v3tztu2-c12-08-mphp-react.vercel.app/?vercelToolbarCode=Gmnd25EpXaFgo6o"
    },
    {
      "type": "ux/ui",
      "title": "My Daily Nosh",
      "content": "User experience for My Daily Nosh, a meal planning app with features including collaborative shopping lists, smart ingredient scanning, and personalized recipe recommendations. Simplifies food preparation and makes it easy to connect with other food lovers.",
      "imageSrc": "/images/dailyNosh.png",
      "link": "https://drive.google.com/file/d/11AWKJZ21nA8kAuYbSrdxpAoPEuo156aY/view"
    },
    {
      "type": "web",
      "title": "Portfolio CRUD",
      "content": "The site has login, authentication, user, and has a database that through an API allows you to perform CRUD functions for all sections.",
      "imageSrc": "/images/portfolio.png",
      "link": "https://ivan-litt-portfolio.netlify.app/"
    },
    {
      "type": "web",
      "title": "Dash Board",
      "content": "A visual tool that enables users to monitor and analyze real-time data related to cryptocurrencies, using an API.",
      "imageSrc": "/images/dashBoard.png",
      "link": "https://cryptoboard-ivan.netlify.app/"
    },
    {
      "type": "ux/ui",
      "title": "Third-Eye",
      "content": "This is a presentation to clients of ThirdEye, an attractive and modern web platform to promote 360° property tour services for the real estate sector. In this context, the foundations are established that will serve as a foundation for the continuous evolution of the product.",
      "imageSrc": "/images/thirdEye.png",
      "link": "https://drive.google.com/file/d/13Q9hgCE1JHjojmDKp2VK_Vdhv604uYql/view"
    },
    {
      "type": "web",
      "title": "Landing Page",
      "content": "This is a striking and modern page, aimed at the fintech industry. The goal of this page is to attract the user's attention and motivate them to act with calls to action. Developed with React and Tailwind.",
      "imageSrc": "/images/landingPage.png",
      "link": "https://landingpage-ivan.netlify.app/"
    },
    {
      "type": "web",
      "title": "BCRA API",
      "content": "This is a simple financial data query website made with a python script, using the API of the Banco Central de La Nación Argentina. Developed with Python and Streamlit.",
      "imageSrc": "/images/bcra-api.png",
      "link": "https://brca-api.streamlit.app/"
    }
  ],
  "mail": "Drop me an email",
  "copy": "copy",
  "education-cards": {
    "titles": {
      "academic":"Academic Studies",
      "courses":"Courses",
      "languages":"Languages"
    },
    "academic": {
      "card1": {
        "title": "ITC Analyst",
        "place": "Universidad Nacional de La Plata",
        "date": "2021 - present"
      },
      "card2": {
        "title": "Degree in computer science",
        "place": "Universidad Nacional de La Plata",
        "date": "2023 - present"
      }
    },
    "courses": {
      "card1": {
        "title": "UX/UI Course",
        "place": "OpenBootcamp",
        "date": "March 2023 - September 2023"
      },
      "card2": {
        "title": "Google Analytics Certification",
        "place": "Skillshop",
        "date": "March 2023"
      },
      "card3": {
        "title": "Full Stack Web Course",
        "place": "#YoProgramo",
        "date": "November 2021 - June 2022"
      },
      "card4": {
        "title": "Javascript Master",
        "place": "Udemy Victor Robles",
        "date": "June 2020 - September 2020"
      }
    },
    "languages": {
      "lang1": "Native: Spanish",
      "lang2": "Others: English C1"
    }
  },
  "experiences": [
    {
      "title": "Boty Cloud",
      "role": "Frontend Dev",
      "period": "February 2023 - Present",
      "description": "Boty Cloud is a SaaS startup that integrates MercadoLibre, TiendaNube, and other online sales channels. The primary focus of the role is the comprehensive modernization of the user experience and application. Tasks include:\n\n* Redesigning, optimizing, and creating key interfaces, components, and functionalities.\n\n* Collaborating with product and marketing teams to align solutions with business objectives.\n\n* Participating in user interviews to identify needs and opportunities for improvement.\n\n* Providing technical support and working closely with the backend team in the development of new features and performance improvements.\n\n* Managing infrastructure through Google Cloud Platform for integrations, deployments, and configurations.\n\nTechnologies and tools: Next.js, Tailwind CSS, TypeScript, Redux, Node.js, Figma, Git, Google Cloud Platform (GCP), Trello, Shadcn/ui, Next UI."
    },
    {
      "title": "Freelancer",
      "role": "FullStack Developer",
      "period": "2021 - Present",
      "description": "As a freelance developer, I've worked on a variety of projects for clients across different industries. I specialize in creating modern and engaging web interfaces optimized for mobile and desktop devices. I implement solutions using technologies such as React, Next.js, Tailwind CSS, and design tools like Figma. My focus is on creating intuitive and functional user experiences, working closely with clients to understand their needs and translate them into effective solutions."
    }
  ]
}